{
    "About me": "Über mich",
    "\"I'm a front end developer with engineering background who loves pushing boundaries.\"": "\"Ich bin ein Frontend-Entwickler mit technischem Hintergrund, der es liebt, Grenzen zu überschreiten\"",
    "Open my": "Öffnen sie meinen",
    "My Journy": "Meine Reise",
    "My journey begins with an apprenticeship as a": "Mein Weg beginnt mit einer Ausbildung zum",
    "Two years after my apprenticeship, I wanted to continue my education and was not resourceful at first. On June 2022, however, I started an online training course to become a Front End Developer, which I feel very good about and offers a lot of room for growth.": "Zwei Jahre nach meiner Ausbildung wollte ich mich weiterbilden und war zunächst nicht findig. Im Juni 2022 habe ich jedoch eine Online-Ausbildung zum Frontend-Entwickler gestartet, in dem ich mich sehr wohl fühle und mir noch viel Raum gibt zum Wachsen.",
    "My Passion": "Meine Leidenschaft",
    "It was always an ardent desire to seek suitable solutions in operational settings to enhance workflows intelligently to attain a positive effect on time management and work efficiency. Contributing to making the world a better place is important to me. By developing smart digital solutions I want to achieve this goal.": "Es war schon immer ein brennendes Bedürfnis, im betrieblichen Umfeld nach geeigneten Lösungen zu suchen, um Arbeitsabläufe intelligent zu verbessern, um einen positiven Effekt auf Zeitmanagement und Arbeitseffizienz zu erzielen. Es ist mir wichtig, dazu beizutragen, die Welt zu einem besseren Ort zu machen. Durch die Entwicklung smarter digitaler Lösungen möchte ich dieses Ziel erreichen.",
    "My Search": "Meine Suche",
    "To find the right formation tailored to my desire to become the top-notch developer I dreamed of I looked into a variety of internationally offered coding courses. I decided to go for the": "Um die richtige Ausbildung zu finden, die auf meinen Wunsch zugeschnitten ist, der erstklassige Entwickler zu werden, von dem ich geträumt habe, habe ich mir eine Vielzahl international angebotener Programmierkurse angesehen. Ich entschied mich für die",
    "I could rely on a sound structure and a reliable feedback loop of seasoned developers from the industry delivering state-of-the-art insights.": "Ich konnte mich auf eine solide Struktur und eine zuverlässige Feedback-Schleife von erfahrenen Entwicklern aus der Branche verlassen, die State-of-the-Art-Insights lieferten.",
    "The Journey Continues": "Die Reise geht weiter",
    "with learning and using Angular to build applications and websites like this one. This technology has proved to be very useful and I strive to learn more technologies as well as work on the ones I already know.": "Mit dem Erlernen und Verwenden von Angular, um Anwendungen und Websites wie diese zu erstellen. Diese Technologie hat sich als sehr nützlich erwiesen und ich bemühe mich, mehr Technologien zu lernen und an den zu arbeiten, die ich bereits kenne.",
    "Contact me.": "Kontaktieren sie mich ",
    "Get in touch via the from below, or emailing": "Kontaktieren sie mich mit dem Formular unten oder per E-mail",
    "Your Name is required": "Ihr Name ist erforderlich",
    "Your valid Email is required": "Eine gültige E-Mail Adresse ist erforderlich",
    "Please write something": "Bitte schreiben Sie etwas",
    "HOME": "HOME",
    "SKILL": "SKILL",
    "PORTFOLIO": "PORTFOLIO",
    "ABOUT": "ABOUT",
    "Hi,": "Hallo,",
    "I'm": "Ich bin",
    "Graf": "Graf",
    "Front End Develop": "Frontend-Entwicklu",
    "r": "g",
    "e": "n",
    "Contact me": "Kontaktieren sie mich",
    "MY Skills": "Meine Fähigkeiten",
    "Desing Thinking": "Design-Denken",
    "Rest API": "Rest API",
    "Test automation": "Testautomatisierung",
    "Database": "Datenbank",
    "My Work": "Meine Projekte",
    "All": "Alle",
    "API based library to check Pokemons from the famous Nintendo game.": "API-basierte Bibliothek zum Überprüfen von Pokemons aus dem berühmten Nintendo-Spiel.",
    "Try it out": "Web-app Öffnen",
    "A Jump and Run game based on objectoriented programming with JavaScript.": "Ein Jump-and-Run-Spiel, das auf objektorientierter Programmierung mit JavaScript basiert.",
    "Tasks management system based on Eisenhower s urgent-important-principle.": "Aufgabenmanagementsystem basierend auf dem Dringend-Wichtig-Prinzip von Eisenhower.",
    "My first big project with javascript.": "Mein erstes grosses Projekt mit Javascript",
    "Angular-based Webpage.": "Angular-basierte Webseite.",
    "Go to Top": "Nach oben",
    "Angular-based web-app of the popular drinking game.": "Angular-basierte Web-App des beliebten Trinkspiels."
}